import { ILinkCard } from "./components/ui/link-card";
import Youtube from '@assets/youtube.svg';
export const mockData:ILinkCard[] = [
    {
        date: '2023년 7월',
        title:'북한군 전선 이동 임',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    },
    {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    }, {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    }, {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    }, {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    }, {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    }, {
        date: '2023년 7월',
        title:'북한군 전선 이동 임박 징후 나오는데…파병 병사 월급은 277만원이 아니라 28만원?｜지금 이 뉴스',
        description:'국방정보본부가 오늘(30일) 러시아에 파병된 북한군 중 일부 선발대가 전선에 투입됐을 개연성이 있다고 밝혔습니다. 러시아 쿠르스크 등 격전지로 이동이 임박해 있는 것은 사실이라고도 밝혔는데요. 러시아에 파병된 북한군 월급이 1인당 수십만원에 그칠 것이란 분석도 나왔습니다.📢 지금, 이슈의 현장을 실시간으로!☞JTBC 모바일라이브 시청하기    / @jtbc_news  ☞JTBC유튜브 구독하기 (   / jtbc10news  ☞JTBC유튜브 커뮤니티 (   / jtbc10news  )',
        icon:Youtube
    },
]